---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures.CannotResizeColumn
source: html/35031c23-4bd0-820d-99b6-1cb511ce4267.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures.CannotResizeColumn Property

Can't resize column.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotResizeColumn { get; }
```